Repository: CNDSoft/whatsthemove
Catalog: WhatsTheMove/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja

source: ⚠️ There is an issue with local database
de: ⚠️ Es gibt ein Problem mit der lokalen Datenbank
ja: ⚠️ ローカルデータベースに問題があります

source: Allow Push
de: Push-Benachrichtigungen erlauben
ja: プッシュ通知を許可する

source: An Error Occured
de: Ein Fehler ist aufgetreten
ja: エラーが発生しました

source: Basic Info
de: Grundlegende Informationen
ja: 基本情報

source: Cancel loading
de: Laden abbrechen
ja: 読み込みをキャンセル

source: Canceled by user
de: Vom Benutzer abgebrochen
ja: ユーザーによってキャンセルされました

source: Capital
de: Hauptstadt
ja: 首都

source: Close
de: Schließen
ja: 閉じる

source: Countries
de: Länder
ja: 国々

source: Currencies
de: Währungen
ja: 通貨

source: Data is missing
de: Daten fehlen
ja: データが不足しています

source: Neighboring countries
de: Nachbarländer
ja: 隣接する国々

source: No matches found
de: Keine Übereinstimmungen gefunden
ja: 一致するものが見つかりません

source: Population
de: Bevölkerung
ja: 人口

source: Population %lld
de: Bevölkerung %lld
ja: 人口 %lld

source: Retry
de: Erneut versuchen
ja: 再試行

source: Running unit tests
de: Führen von Unit-Tests
ja: ユニットテストを実行中

source: Unable to load image
de: Bild kann nicht geladen werden
ja: 画像を読み込めません

source: Code
ja: コード
